Repository: glsabaton/iOS-Anxiety-Test
Catalog: AnxietyTest/*.lproj/Localizable.strings
Languages: de, tr

source: Anxiety Test
de: Angsttest
tr: Kaygı Testi

source: Take Test
de: Starte Test
tr: Teste Başla

source: Previous Tests
de: Meine vorherigen Tests
tr: Geçmiş Testler

source: About the Tests
de: Über die Tests
tr: Test Hakkında

source: Disclaimer and Copyright
de: Haftungsausschluss und Copyright
tr: Feragatname ve Telif hakkı

source: Got It
de: Ich verstehe
tr: Tamam

source: Put a check to indicate how much you have experienced each symptom during the last two weeks
de: Kreuzen Sie an, wie häufig Sie jedes Symptom in den letzten zwei Wochen erlebt haben
tr: Her belirtiyi son iki hafta içinde ne sıklıkla yaşadığınızı işaretleyin

source: How to take the test ?
de: Wie macht man den Test?
tr: Test nasıl çözülür?

source: Not at all
de: Überhaupt nicht
tr: Hiç

source: Several days
de: An einzelnen Tagen
tr: Sadece bir kaç gün

source: More than half of the days
de: An mehr als der Hälfte der Tage
tr: Günlerin yarısından fazla

source: Nearly every day
de: Beinahe jeden Tag
tr: Hemen hemen her gün

source: Next
de: Nächste
tr: İleri

source: Back
de: Zurück
tr: Geri

source: 1. Feeling nervous, anxious, or on edge
de: 1. Nervosität, Ängstlichkeit oder Anspannung
tr: 1. Sinirli, kaygılı, uçurumun kenarındaymış gibi hissetme

source: 2. Not being able to stop or control worrying
de: 2. Nicht in der Lage sein, Sorgen zu stoppen oder zu kontrollieren
tr: 2. Endişelenmeyi kontrol edememe ya da durduramama

source: 3. Worrying too much about different things
de: 3. Übermäßige Sorgen bezüglich verschiedener Angelegenheiten
tr: 3. Farklı farklı konularda çok fazla endişelenme

source: 4. Trouble relaxing
de: 4. Schwierigkeiten zu entspannen
tr: 4. Gevşeyip rahatlayamama

source: 5. Being so restless that it is hard to sit still
de: 5. Rastlosigkeit, so dass Stillsitzen schwer fällt
tr: 5. Yerinizde duramayacak kadar kıpır kıpır ve huzursuz olma

source: 6. Becoming easily annoyed or irritable
de: 6. Schnelle Verärgerung oder Gereiztheit
tr: 6. Kolayca kızma ya da rahatsız olma

source: 7. Feeling afraid, as if something awful might happen
de: 7. Gefühl der Angst, so als würde etwas Schlimmes passieren
tr: 7. Her an çok kötü bir şey olabileceği korkusu yaşama

source: Interpreting the results: 0 to 4 = Mild anxiety 5 to 9 = Moderate anxiety 10 to 14 = Moderately severe anxiety 15 to 21 = Severe anxiety
de: Interpretation der Ergebnisse: 0 to 4 = Leichte Angst 5 to 9 = Mäßige Angst 10 to 14 = Mäßig schwere Angst 15 to 21 = Schwere Angst
tr: Sonuçların Yorumlanması: 0 to 4 = Hafif kaygı 5 to 9 = Orta derece kaygı 10 to 14 = Hafif siddetli kaygı 15 to 21 = Şiddetli kaygı

source: Main Menu
de: Hauptmenü
tr: Ana Menü

source: My Previous Tests
de: Meine vorherigen Tests
tr: Önceki Testlerim

source: Total score :
de: Gesamtpunktzahl :
tr: Toplam puan :

source: As Table:
de: Als Tabelle:
tr: Liste olarak:

source: As Chart:
de: Als Grafik:
tr: Grafik olarak:

source: Points
de: Punkte
tr: Puan

source: Date :
de: Datum :
tr: Tarih :

source: Chart of Previous Results:
de: Grafik der bisherigen Ergebnisse:
tr: Geçmiş sonuçların grafiği:

source: Disclaimer: This app is for information only and should not be used for the diagnosis or treatment of medical conditions. Creator of this app has used all reasonable care in compiling the information but make no warranty as to its accuracy. accuracy. Consult a doctor or other health care professional for diagnosis and treatment of medical conditions Copyright: The GAD-7 originates from Spitzer RL, Kroenke K, Williams JB, et al; A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006 May 22;166(10):1092-7. GAD-7 © Pfizer Inc. all rights reserved.
de: Haftungsausschluss: Diese App dient nur zur Information und sollte nicht für die Diagnose oder Behandlung von Krankheiten verwendet werden. Der Ersteller dieser App hat bei der Zusammenstellung der Informationen alle angemessene Sorgfalt walten lassen, übernimmt jedoch keine Garantie für deren Richtigkeit. Wenden Sie sich für die Diagnose und Behandlung von Krankheiten an einen Arzt oder eine andere medizinische Fachkraft Copyright: Der GAD-7 stammt von Spitzer RL, Kroenke K, Williams JB, et al; A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006 May 22;166(10):1092-7. GAD-7 © Pfizer Inc. Alle Rechte vorbehalten.
tr: Sorumluluk Reddi: Bu uygulama yalnızca bilgi amaçlıdır ve tıbbi durumların teşhisi veya tedavisi için kullanılmamalıdır. Bu uygulamanın yaratıcısı, bilgileri derlerken tüm makul özeni göstermiş, ancak doğruluğu konusunda hiçbir garanti vermemiştir. kesinlik. Tıbbi durumların teşhisi ve tedavisi için bir doktora veya başka bir sağlık uzmanına danışın Telif hakkı: GAD-7, Spitzer RL, Kroenke K, Williams JB, et al; Genelleştirilmiş anksiyete bozukluğunu değerlendirmek için kısa bir ölçü: YAB-7. Arch Stajyer Med. 2006 22 Mayıs;166(10):1092-7. GAD-7 © Pfizer Inc. tüm hakları saklıdır.

source: This questionnaire called the GAD-7 screening tool can help you find out if you might have an anxiety disorder that needs treatment. It calculates how many common symptoms you have and based on your answers suggests where you might be on a scale, from mild to severe anxiety. The results of this test is not a substitute for a medical treatment , if you have medical problems we strongly insist you to consult a professional.
de: Dieser Fragebogen, das so genannte GAD-7-Screening-Tool, kann Ihnen helfen herauszufinden, ob Sie möglicherweise an einer behandlungsbedürftigen Angststörung leiden. Er berechnet, wie viele häufige Symptome Sie haben, und schlägt auf der Grundlage Ihrer Antworten vor, wo Sie auf einer Skala von leichter bis schwerer Angst stehen könnten. Die Ergebnisse dieses Tests sind kein Ersatz für eine medizinische Behandlung. Wenn Sie medizinische Probleme haben, empfehlen wir Ihnen dringend, einen Fachmann zu konsultieren.
tr: GAD-7 tarama aracı olarak adlandırılan bu anket, tedavi gerektiren bir anksiyete bozukluğunuz olup olmadığını anlamanıza yardımcı olabilir. Kaç tane yaygın semptomunuz olduğunu hesaplar ve cevaplarınıza dayanarak, hafiften şiddetliye kadar bir ölçekte nerede olabileceğinizi gösterir. Bu testin sonuçları tıbbi tedavinin yerini tutmaz, tıbbi sorunlarınız varsa bir uzmana danışmanız konusunda ısrar ediyoruz.
